[
  {
    "id": 1,
    "name": "Abrar Fahad",
    "ratings": "5 stars",
    "img": "https://randomuser.me/api/portraits/men/65.jpg",
    "review": "Wonderful way to learn the fundamentals. The terminal could use a fix - twice now the program was left running(in background) and the file I had open was just completely blanked when I went back. Lost a few hours of work to this."
  },
  {
    "id": 2,
    "name": "Dipto Ehsan",
    "ratings": "5 stars",
    "img": "https://randomuser.me/api/portraits/men/77.jpg",
    "review": "You can complete courses; quizzes, challenge other 'players', write and publish your own code, get help by asking questions and so much more. I'll say it straightforward: this is the BEST app to learn computer languages. Very intuitive and interesting. I started here myself, and would definitely recommend to anyone who wants to learn any programming/scripting/markup language or almost anything related to computer science.Kudos to your entire team & I’m recommending this app to everyone who is in"
  },
  {
    "id": 3,
    "name": "Jennifer Lewis",
    "ratings": "5 stars",
    "img": "https://randomuser.me/api/portraits/women/52.jpg",
    "review": "Great app for learning. It's written for children, but I think it's great for adults too. The premium cost is reasonable. I appreciate the support and forums available within the app. Being able to code on my phone, helps me learn while I'm away from my computer."
  },
  {
    "id": 4,
    "name": "Ansh Sharma",
    "ratings": "4.5 stars",
    "img": "https://randomuser.me/api/portraits/men/26.jpg",
    "review": "The best thing about the application is that Grandma offers courses which are free to learn for all users. The courses are interactive and are based and taught upon real life problems. I would definitely improve my review if the python certificate can be improved as if we compare it to others it is just very dull looking, anyways it is free. Also the best offline compiler for all the programming languages can't be described in words. Please see the certain improvements"
  },
  {
    "id": 5,
    "name": "Catrina",
    "ratings": "5 stars",
    "img": "https://randomuser.me/api/portraits/women/81.jpg",
    "review": "Good job programming hero team.. Good and interactive platform to learn. My suggestions is to expand the learning courses by adding DBMS, Java etc.. Thanks a lot. Keep rocking!!"
  },
  {
    "id": 6,
    "name": "Chris Mohr",
    "ratings": "4.5 stars",
    "img": "https://randomuser.me/api/portraits/men/43.jpg",
    "review": "Personally think this is a great start, but I wouldn't recommend them other then their discount currently for a lifetime pro account. There is a better APP in my opinion that let's you do far more practice sessions than this does, it's Sololearning. No i am not affiliated with either, just my opinion is all."
  }
]